Repository: Cynnexis/zephyr
Catalog: lib/l10n/intl_*.arb
Languages: es, fr

# appName
source: ZÃ©phyr
es: Zéphyr
fr: Zéphyr

# searchSign
source: Search a sign
es: Busca una señal
fr: Rechercher un signe

# loading
source: Loading{suffix}
es: Cargando{suffix}
fr: Chargement{suffix}

# resultsFor
source: {numResults,plural, =0{No results for "{keywords}"}=1{Result for "{keywords}"}other{Results for "{keywords}"}}
es: {numResults,plural, =0{No hay resultados para "{keywords}"}=1{Resultado para "{keywords}"}other{Resultados para "{keywords}"}}
fr: {numResults,plural, =0{Aucun résultats pour "{keywords}"}=1{Résultat pour "{keywords}"}other{Résultats pour "{keywords}"}}

source: No signs
es: Sin signos
fr: Aucun signes

source: Search Signs
es: Busque Signos
fr: Rechercher des Signes

source: Favorite
es: Favoritos
fr: Favoris

source: Open drawer
es: Navegación abierta
fr: Ouvrir la navigation

source: Search button
es: Botón de búsqueda
fr: Bouton de recherche

source: Clear text field
es: Borrar texto
fr: Effacer le texte

source: Add to favorites
es: Agregar a los favoritos
fr: Ajouter aux favoris

source: Remove from favorites
es: Quitar de favoritos
fr: Supprimer des favoris

# triggerVideoExplanation
source: Click on the video to play it, and click it again to pause it.
es: Haga clic en el video para reproducirlo y haga clic nuevamente para pausarlo.
fr: Cliquez sur la video pour la jouer, et cliquez à nouveau pour la mettre en pause.

source: Remove search history
es: Eliminar historial de búsqueda
fr: Supprimer l'historique de recherche

# removeSearchHistoryConfirmation
source: Are you sure you want to remove your search history?
es: ¿Estás seguro de que deseas eliminar tu historial de búsqueda?
fr: Êtes-vous sûr de vouloir supprimer votre historique de recherche ?

source: No
fr: Non

source: Yes
es: Si
fr: Oui
